brew "git"
brew "gh"
brew "stow"
brew "fish"
brew "tmux"
brew "neovim"
brew "mise"
brew "uv"
brew "jq"
brew "yq"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "bat"
brew "eza"
brew "zoxide"
brew "starship"
brew "mas"
brew "node"
brew "bun"
brew "shellcheck"
brew "shfmt"
brew "proton-pass-cli"

tap "nikitabobko/tap"

cask "ghostty"
cask "raycast"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "aerospace"
cask "snagit"
